["function _f6bf159a05896823704784a52b4a54041b6a776e",50,607673,"These informations must be filled out\",MISSINGINPUTS2:\"You did not give these informations: \",SURETONAVIGATE:\"Are you sure to navigate away from this view?\",MISSINGIMAGE:\"You only missing your profile picture. Would you upload it now?\"},LIKES:{LIKEEVIL:\"Likes your devil.\",DENYEVIL:\"Disliked your devil.\",LIKEANGEL:\"Likes your angel.\",DENYANGEL:\"Disliked your angel.\",OWNLIKEEVIL:\"You like his / her devil.\",OWNDENYEVIL:\"Disliked his / her devil.\",OWNLIKEANGEL:\"You like his / her angel.\",OWNDENYANGEL:\"Disliked his / her angel",608328,669,"This username is already taken. Please choose another one!\",USERNAMEERRORTHREE:\"This username is already taken. Please choose another one",609174,3480,"IKIFACEAGENT1:\"There are \",FIKIFACEAGENT2:\"new users according to your searching parameters.\",FACEBOOKEMAIL:\"Unfortunately, we couldn't take your email address from Facebook. Please type your email address in the input box below.\",IMAGEUPLOADFAILONE:\"You can only upload 6 images.\",IMAGEUPLOADFAILTWO:\"This file already exists on the server.\",IMAGEUPLOADFAILTHREE:\"The file upload was failed. Please try again later.\",IMAGEUPLOADFAILFOUR:\"Sorry, but I can't find the user.\",IMAGEUPLOADFAILFIVE:\"Sorry, but I can't find the file.",613125,286,"There was a syntax error in your email address. Please type it again!\",FORGOTTENPASSWORDERRORTWO:\"There are no such email address in our database.\",FORGOTTENPASSWORDERRORTHREE:\"There was an error sending your message. Please try again later.\",FORGOTTENPASSWORDERRORFOUR:\"There are a Facebook registration linked to this email address. Please log in using Facebook!\",FORGOTTENPASSWORDERRORFIVE:\"There was an unknown error. Please try again later.\",FORGOTTENPASSWORDSUCCESS:\"An password recovery email was sent to the given email address.\",SAVEACCOUNTERRORONE:\"There was an error reactivating your account. Please try again later.\",SAVEACCOUNTERRORTWO:\"Sorry, but I can't find the user.\",DELETEACCOUNTERRORONE:\"There was an error deleting your account. Please try again later.\",DELETEACCOUNTERRORTWO:\"Sorry, but I can't find the user",623712,43,"You don\\t have any Angel or Devil right now",614467,702,"Unforunately we were not able to fetch data from the server. Please try again later.\",ANGELFAILTWO:\"Unforunately we were not able to send your angel. Please try again later.\",ANGELFAILTHREE:\"You have already sent an angel for that user.\",DEVILFAILONE:\"Unforunately we were not able to fetch data from the server. Please try again later.\",DEVILFAILTWO:\"Unforunately we were not able to send your devil. Please try again later.\",DEVILFAILTHREE:\"You have already sent a devil for that user",615674,52,"The unlock was successful.\",REMOVEBLOCKEDERRORONE:\"Sorry, but I can't find the user.\",REMOVEBLOCKEDERRORTWO:\"Unfortunately the unlock was failed. Please try again later.\",REMOVEBLOCKEDERRORTHREE:\"You don't have any locked users on your list yet.\",LIKE:\"Like!\",DISLIKE:\"Dislike!\",REMOVEMESSAGESUCCESS:\"We were successfully deleted your messages.\",REMOVEMESSAGEERRORONE:\"Sorry, but we could not delete your messages. Please try again later.\",REMOVEMESSAGEERRORTWO:\"These users don't have any messages yet",616352,5645,"IKIFACEAGENT1:\"There are \",FIKIFACEAGENT2:\"new users according to your searching parameters.\",",612653,1985,623981,8298,"IKIFACEAGENT1:\"A keres\\xe9si felt\\xe9teleidnek megfelel\\u0151en \",FIKIFACEAGENT2:\"",721703,78,612653,494,632772,63156,"20",695929,141,"20",696071,25628,"Loc.t(\"NOTIFY.FIKIFACEAGENT1\")+b+Loc.t(\"NOTIFY.FIKIFACEAGENT2\")",721780,81788,"45%\");",145768,37,803611,31085,"20%\",right:\"2",834707,9085]